/* 
 Localizable.strings
 HockeySDK
 
 Created by Andreas Linde on 01.07.12.
 Copyright (c) 2012-2013 HockeyApp, Bit Stadium GmbH. All rights reserved.
 Copyright (c) 2012 Codenauts UG (haftungsbeschränkt). All rights reserved.
 */

/* Window title string, with placeholder for the AppName */
"WindowTitle" = "Felrapport för %@";

/* Introduction text, with app id placeholder first and company placeholder second */
"IntroductionText" = "%@ slutade tvärt att fungera förra gången. Vill du skicka en felrapport?";

/* Name Text Title */
"NameTextTitle" = "Namn";

/* Email Text Title */
"EmailTextTitle" = "E-post";

/* Comments Disclosure Text */
"CommentsDisclosureTitle" = "Kommentarer";

/* User description placeholder */
"UserDescriptionPlaceholder" = "Fyll i uppgifterna om din Mac och stegen som ledde till problemet.\n\nOm du fyller i din e-postadress kan vi kontakta dig vid behov.";

/* Problems Details Box  Title */
"ProblemDetailsTitle" = "Uppgifter om problemet och systemets konfiguration";

/* Privacy note text */
"PrivacyNote" = "Denna rapport innehåller inga personliga uppgifter.";

/* Show Details Button */
"ShowDetailsButtonTitle" = "Visa detaljerna";

/* HIde Details Button */
"HideDetailsButtonTitle" = "Dölj detaljerna";

/* Cancel Button */
"CancelButtonTitle" = "Avbryt";

/* Send Button */
"SendButtonTitle" = "Skicka";


/* Feedback UI */

/* Compose view placeholder text */
"FeedbackComposePlaceHolder" = "Your Feedback";

/* Last Update in Status Bar */
"FeedbackLastUpdate" = "Last Update:";

/* Never in Status Bar */
"FeedbackLastUpdateNever" = "Never";

/* From text between timestamp and author */
"FeedbackFrom" = "from";

/* Send button title */
"FeedbackSendButton" = "Send";

/* Contact info text */
"FeedbackContactInfo" = "Please provide your contact information";

/* Name placeholder text */
"FeedbackName" = "Name";

/* Email placeholder text */
"FeedbackEmail" = "Email";

/* Continue button title */
"FeedbackContinueButton" = "Continue";

/* Attachment context menu action Preview */
"FeedbackAttachmentMenuPreview" = "Preview";

/* Attachment context menu action Remove */
"FeedbackAttachmentMenuRemove" = "Remove";

